---
author: VasilisKokkalis
title: Joseph Carl Robnett Licklider
image_url: /images/J.C.R. Licklider.jpg
caption: Ο Joseph Carl Robnett Licklider ήταν Αμερικανός ψυχολόγος και επιστήμονας υπολογιστών που θεωρείται από τις πιο εξέχουσες προσωπικότητες στην ιστορία της επιστήμης των υπολογιστών και στην ανάπτυξη της πληροφορικής .Είναι ιδιαίτερα γνωστός ως ένας από τους πρώτους που προέβλεψε τη σύγχρονη διαδραστική πληροφορική και την εφαρμογή της σε κάθε είδους δραστηριότητες. Επίσης θεωρείται ως πρωτοπόρος στο Διαδίκτυο με πρώιμο όραμα για ένα παγκόσμιο δίκτυο υπολογιστών πολύ πριν κατασκευαστεί.
categories:
  - Βιογραφία 
  - Ορισμός 
tags:
  - Joseph Carl Robnett Licklider
  - γραφική διεπαφή χρήστη
  - Arpanet
---

{% include bio-licklider.md %}
